/*************************************************
  Copyright (C), 2017-2027, TOPBAND Co., Ltd.
  File name:			exce.c
  Author:				Raymond
  Date:				2017.8.30
  Version:        
  Description:    // 异常处理及状态切换
                  
                  
  History:        // 修改历史记录列表，每条修改记录应包括修改日期、修改
                  // 者及修改内容简述  
    1. Date:
       Author:
       Modification:
    2. ...
*************************************************/





/*********************END*************************************************/
